export const foodList = [[{
  title: 'Лазанья классическая',
  date: '6.02.2019',
  timeCooking: 40,
  ingredients: [
    {name: 'Мясной фарш', size: '600 г'},
    {name: 'Соус болоньезе', size: '600 г'},
    {name: 'Сливочное масло', size: '60г'},
    {name: 'Молоко', size: '750 г'},
    {name: 'Твердый сыр', size: '500 г'},
    {name: 'Пшеничная мука', size: '2,5 столовые ложки'}],
  recipe: 'В сотейник положить сливочное масло и 2 ложки растительного масла, растопить. Постепенно добавлять муку и размешивать так, чтобы не оставалось комочков. На сковороде раскалить оливковое масло. Добавить мясной фарш (лучше свинина+телятина). Фарш жарить до полуготовности. Влить в него соус болоньезе, посолить и поперчить по вкусу. Духовку разогреть до 180 градусов. Форму смазать сливочным маслом. На дно вылить немного соуса бешамель, чуть-чуть, только чтобы покрыть дно.',
  img: 'https://img02.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/120131082527/130715011534/p_O.jpg'
},
{
  title: 'Лазанья классическая',
  date: '23.08.2018',
  timeCooking: 40,
  ingredients: [
    {name: 'Мясной фарш', size: '600 г'},
    {name: 'Соус болоньезе', size: '600 г'},
    {name: 'Сливочное масло', size: '60г'},
    {name: 'Сухие листы лазаньи', size: '10 штук'},
    {name: 'Твердый сыр', size: '500 г'},
    {name: 'Пшеничная мука', size: '2,5 столовые ложки'}],
  recipe: 'В сотейник положить сливочное масло и 2 ложки растительного масла, растопить. Постепенно добавлять муку и размешивать так, чтобы не оставалось комочков. На сковороде раскалить оливковое масло. Добавить мясной фарш (лучше свинина+телятина). Фарш жарить до полуготовности. Влить в него соус болоньезе, посолить и поперчить по вкусу.',
  img: 'https://img02.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/120131082527/130715011534/p_O.jpg'
}],
[{
  title: 'Салат «Цезарь»',
  date: '7.09.2017',
  timeCooking: 30,
  ingredients: [
    {name: 'Зеленый салат', size: '1 пучок'},
    {name: 'Помидоры', size: '1 штука'},
    {name: 'Куриное филе', size: '300 г'},
    {name: 'Белый хлеб', size: '6 кусков'},
    {name: 'Соус «Цезарь»', size: 'по вкусу'}],
  recipe: 'Промыть, просушить и нарвать на небольшие кусочки листья салата, отложить в холодильник. В горячую сковородку положить 1 столовую ложку сливочного масла. После того, как оно полностью расплавится и начнет шипеть, кинуть нарезанный на пластины зубчик чеснока. Куриную грудку нарезать на кусочки приблизительно 1х3 см. Положить в сковороду к чесноку и маслу. Обжаривать на сильном огне приблизительно 10 минут до румяной корочки. Снять с огня. В ту же сковородку добавить еще одну столовую ложку сливочного масла и второй зубчик чеснока. В это время нарезать на небольшие кубики хлеб. Положить в сковороду и обжаривать до румяной корочки. Желательно непрерывно помешивать, чтобы не подгорело. Достать листья салата, туда же положить обжаренную куриную грудку, помидоры, нарезанные тонкой соломкой. Заправить соусом «Цезарь». Перемешать. Сверху положить получившиеся сухарики и натереть сыр.',
  img: 'https://img05.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/120131090424/120213190009/p_O.jpg'
},
{
  title: 'Салат «Цезарь»',
  date: '4.09.2017',
  timeCooking: 35,
  ingredients: [
    {name: 'Зеленый салат', size: '1 пучок'},
    {name: 'Куриное филе', size: '300 г'},
    {name: 'Белый хлеб', size: '8 кусков'},
    {name: 'Соус «Цезарь»', size: 'по вкусу'}],
  recipe: 'Промыть, просушить и нарвать на небольшие кусочки листья салата, отложить в холодильник. В горячую сковородку положить 1 столовую ложку сливочного масла. После того, как оно полностью расплавится и начнет шипеть, кинуть нарезанный на пластины зубчик чеснока. Куриную грудку нарезать на кусочки приблизительно 1х3 см. Положить в сковороду к чесноку и маслу. Обжаривать на сильном огне приблизительно 10 минут до румяной корочки. Снять с огня. В ту же сковородку добавить еще одну столовую ложку сливочного масла и второй зубчик чеснока. В это время нарезать на небольшие кубики хлеб. Положить в сковороду и обжаривать до румяной корочки. Желательно непрерывно помешивать, чтобы не подгорело.',
  img: 'https://img05.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/120131090424/120213190009/p_O.jpg'
},

],
[{
  title: 'Омлет с моцареллой',
  date: '2.12.2018',
  timeCooking: 5,
  ingredients: [
    {name: 'Яйцо куриное', size: '3 штуки'},
    {name: 'Помидоры черри', size: '4 штуки'},
    {name: 'Сливочное масло', size: '20 г'},
    {name: 'Сыр моцарелла', size: '50 г'},
    {name: 'Зеленый базилик', size: 'по вкусу'}
  ],
  recipe: 'Яйца смешать с солью и перцем. В сковороде на сливочном масле немного припустить помидоры и залить яйцами. Секунд через двадцать добавить моцареллу, нарезать листья базилика и снять с огня. На одну минуту оставить сковороду остывать, после чего полить оливковым маслом и подавать. ',
  img: 'https://img03.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/130829212936/130904175634/p_O.jpg'
},
{
  title: 'Омлет с моцареллой',
  date: '2.10.2018',
  timeCooking: 5,
  ingredients: [
    {name: 'Яйцо куриное', size: '3 штуки'},
    {name: 'Помидоры черри', size: '4 штуки'},
    {name: 'Сливочное масло', size: '20 г'},
    {name: 'Сыр моцарелла', size: '50 г'},
    {name: 'Зеленый базилик', size: 'по вкусу'}
  ],
  recipe: 'Яйца смешать с солью и перцем. В сковороде на сливочном масле немного припустить помидоры и залить яйцами. Секунд через двадцать добавить моцареллу, нарезать листья базилика и снять с огня. На одну минуту оставить сковороду остывать',
  img: 'https://img03.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/130829212936/130904175634/p_O.jpg'
},
{
  title: 'Омлет с моцареллой',
  date: '8.10.2018',
  timeCooking: 10,
  ingredients: [
    {name: 'Яйцо куриное', size: '2 штуки'},
    {name: 'Помидоры черри', size: '4 штуки'},
    {name: 'Сливочное масло', size: '20 г'},
    {name: 'Зеленый базилик', size: 'по вкусу'}
  ],
  recipe: 'Яйца смешать с солью и перцем. В сковороде на сливочном масле немного припустить помидоры и залить яйцами. Секунд через двадцать добавить моцареллу, нарезать листья базилика и снять с огня. На одну минуту оставить сковороду остывать',
  img: 'https://img03.rl0.ru/eda/-x900i/s2.eda.ru/StaticContent/Photos/130829212936/130904175634/p_O.jpg'
  }]
]